Repository: common-repository/webstats-matomo
Catalog: languages/webstats-matomo-*.po
Languages: de_de

source: Before enabling the tracking cookie please consider the privacy of your visitors! Matomo works fine without this cookie - you will just not get a detailed analysis about recurring visitors.
de_de: Vor dem Aktivieren des Tracking-Cookie bitte an die Privatsphäre der Besucher denken! Matomo funktioniert auch sehr gut ohne dieses Cookie - man erhält nur keine detaillierte Analyse der wiederkehrenden Besucher.

source: Date
de_de: Datum

source: Enable statistics with Matomo
de_de: Statistik mit Matomo aktivieren

source: Enable tracking cookie
de_de: Tracking-Cookie aktivieren

source: General
de_de: Allgemein

source: Generate this token once in Matomo (Settings → Personal → Security) and then paste it here.
de_de: Dieses Token einmalig in Matomo (Settings → Personal → Security) erzeugen und dann hier einfügen.

source: Get statistics of your website with Matomo
de_de: Statistiken Ihrer Website mit Matomo erzeugen

source: Open Matomo for this site
de_de: Matomo für diese Website öffnen

source: Options
de_de: Optionen

source: This plugin allows to use a self hosted Matomo server to get website statistics.
de_de: Dieses Plugin ermöglicht die Verwendung eines selbst gehosteten Matomo-Servers zur Erzeugung von Website-Statistiken.

source: Views
de_de: Seitenabrufe

source: Visits
de_de: Besuche

source: Website statistics with Matomo
de_de: Website-Statistik mit Matomo
